Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.ABAJO
source: From a higher position to a lower one; downwards
es: Hacia un lugar o parte inferior, o en un lugar o parte inferior

# word_hint.ABANDONAR
source: To abandon, to give up, to leave, to renounce
es: Dejar, desamparar a una persona, animal o cosa. No hacer caso de ella

# word_hint.ABIERTO
source: Physically unobstructed, uncovered, etc
es: Que permite el acceso a su interior o el tránsito a su través

# word_hint.ABOGADO
source: A professional person with a graduate law degree that qualifies for legal work
es: Experto en derecho, acreditado con título universitario, que presta asistencia técnica jurídica aconsejando o defendiendo a alguna de las partes en un juicio

# word_hint.ABRIR
source: Physically unobstructed, uncovered, etc
es: Remover la tapa o la cubierta de algo, haciéndolo visible

# word_hint.ABUELO
source: A father of someone's parent
es: Ascendiente directo en segunda generación. Padre del padre o de la madre

# word_hint.ACABAR
source: An end; the end of anything
es: Llevar algo a su fin

# word_hint.ACCIDENTE
source: An unexpected event with negative consequences occurring without the intention of the one suffering the consequences, and not directly caused by humans
es: Calidad o estado que aparece en alguna cosa, sin que sea parte de su esencia o naturaleza

# word_hint.ACCION
source: The effort of performing or doing something
es: Acto de llevar a cabo algo; desgaste de energía que produce unos resultados

# word_hint.ACEITE
source: Viscous fatty liquid used in cooking, cosmetics, or machinery lubrication
es: Sustancia grasa líquida que se usa para cocinar, conservar alimentos o lubricar

# word_hint.ACEPTAR
source: To receive, especially with a consent, with favour, or with approval
es: Dar por bueno, reconocer como correcto

# word_hint.ACERCAR
source: To come or go near, in place or time; to move toward; to advance nearer; to draw nigh
es: Poner más cerca o menos lejos

# word_hint.ACOMPAÑAR
source: To go with or attend as a companion or associate; to keep company with; to go along with
es: Hacer o dar compañía. Estar o ir junto a otro u otros

# word_hint.ACORDAR
source: To be in harmony about an opinion, statement, or action; to have a consistent idea between two or more people
es: Adoptar en común una resolución varias personas, deliberando previamente acerca del asunto

# word_hint.ACTIVIDAD
source: Set of actions or tasks carried out for a purpose
es: Conjunto de acciones o tareas realizadas con un propósito

# word_hint.ACTO
source: Initialism of the Australian Capital Territory: a federal territory of Australia
es: Consecuencia real o potencial de realizar, de llevar a cabo algo

# word_hint.ACUERDO
source: An understanding between entities to follow a specific course of conduct
es: Resolución tomada en común por varias partes o por un órgano colegiado

# word_hint.ADELANTE
source: Situated toward or at the front of something
es: Más allá o más arriba. En el frente, en la parte anterior

# word_hint.ADIOS
source: Farewell; a formula used to another person or persons when the speaker, writer, or person addressed is departing
es: Expresión de despedida utilizada entre dos personas de trato formal, sin importar el momento del día ni las circunstancias

# word_hint.ADMITIR
source: To allow to enter; to grant entrance, whether into a place, into the mind, or into consideration
es: Autorizar a personas, animales o cosas en un lugar o ámbito dado

# word_hint.ADONDE
source: In, at or to what place
es: Indica un movimiento en dirección al sitio en donde se encuentra una persona, o hacia su domicilio u hogar

# word_hint.AGENTE
source: One who exerts power, or has the power to act
es: Que actúa, que obra, que produce efecto, que hace algo sobre otra cosa

# word_hint.AGRADECER
source: An expression of gratitude or politeness in response to something done or given
es: Manifestar que se aprecia un bien, beneficio o favor recibidos. Expresar agradecimiento; dar las gracias; reconocer

# word_hint.AGUA
source: Water in a gaseous state, especially when diffused in the atmosphere
es: Sustancia transparente, inodora e insípida, que se encuentra en estado líquido a temperatura y presión estándar, y cuya composición molecular es de dos átomos de hidrógeno por uno de oxígeno

# word_hint.AHI
source: Adverb that points to a place near the listener or at a known location
es: Adverbio de lugar que señala un sitio cercano al oyente o ya conocido

# word_hint.AHORA
source: Adverb that refers to the present moment
es: Adverbio que se refiere al momento presente

# word_hint.AIRE
source: The substance constituting Earth's atmosphere: a gaseous mixture of nitrogen, oxygen, and various trace gases
es: Mezcla de gases que fluye libremente hacia todas las direcciones posibles y ocupa todo el espacio libre de un recinto

# word_hint.ALBAHACA
source: A fragrant culinary herb used fresh in sauces, salads, and many Mediterranean dishes
es: Planta herbácea muy aromática, de flores blancas y hojas muy verdes, que se cultiva en los jardines

# word_hint.ALCANZAR
source: The act of seizing or capturing
es: Avanzar y llegar hasta algo o alguien que va adelante, física o figuradamente

# word_hint.ALEJAR
source: To move something or someone farther away
es: Poner o llevar algo o a alguien a mayor distancia

# word_hint.ALEMAN
source: A native or inhabitant of Germany; a person of German citizenship or nationality
es: Originario, relativo a, o propio de Alemania

# word_hint.ALGO
source: An uncertain or unspecified thing; one thing
es: Designa una cantidad pequeña no precisada

# word_hint.ALGUIEN
source: One or some person of unspecified or indefinite identity
es: Persona que se menta sin especificar su identidad, su género ni su número, por desconocerse o ser irrelevante

# word_hint.ALGUNO
source: A certain number, at least two
es: Se aplica de modo indeterminado a personas o cosas, indicando un subconjunto de un grupo mayor

# word_hint.ALLI
source: In or at a place or location that is perceived to be away from, or at a relative distance from, the speaker
es: Indica un lugar alejado de quienes hablan o se comunican

# word_hint.ALMA
source: The spirit or essence of a person usually thought to consist of one's thoughts and personality, often believed to live on after the person's death
es: Supuesta esencia inmaterial de una persona o de un animal

# word_hint.ALMENDRA
source: The seed within the drupe of a small deciduous tree in family Rosaceae, Prunus amygdalus, considered a culinary nut
es: Fruto del almendro. También se utiliza para nombrar la semilla de otros frutos drupáceos

# word_hint.ALREDEDOR
source: Forming a circle or closed curve containing
es: Denota la situación de personas o cosas que circundan a otras

# word_hint.ALTO
source: Physically elevated, extending above a base or average level:
es: Levantado, elevado sobre la tierra

# word_hint.AMAR
source: An affirmation of affection or deep caring, especially to a family member
es: Sentir amor por alguien o algo

# word_hint.AMBOS
source: Each of the two; one and the other; referring to two individuals or items
es: Los dos, uno y otro, tanto el uno como el otro

# word_hint.AMERICANO
source: An archipelago and overseas territory of the United States in the Pacific Ocean. Official name: Territory of American Samoa. It is distinct from Samoa
es: Originario, relativo a, o propio de América

# word_hint.AMIGO
source: A person, typically someone other than a family member, spouse or lover, whose company one enjoys and towards whom one feels affection
es: Que da o recibe un afecto desinteresado, especialmente si no se basa en lazos de parentesco

# word_hint.AMO
source: Someone who has control over something or someone
es: Hombre que está a la cabeza o a cargo de algo, especialmente de una casa, hacienda. animal o familia

# word_hint.AMOR
source: An affirmation of affection or deep caring, especially to a family member
es: Sentimiento afectivo de atracción, unión y afinidad que se experimenta hacia una persona, animal o cosa

# word_hint.ANDAR
source: To move on the feet by alternately setting each foot forward, with at least one foot on the ground at all times. Compare run
es: Ir de un lugar a otro dando pasos

# word_hint.ANIMAL
source: Living being that feeds, moves, and responds to its environment
es: Ser vivo, generalmente con capacidad de movimiento y con menor inteligencia que los humanos

# word_hint.ANOCHE
source: Final, ultimate, coming after all others of its kind
es: En la noche pasada inmediata al día presente

# word_hint.ANTERIOR
source: That comes before another in time, order, or position
es: Que ocurre o aparece antes que otra cosa en el tiempo u orden

# word_hint.ANTES
source: Adverb that indicates priority in time
es: Adverbio que indica que algo sucede con anterioridad

# word_hint.ANTIGUO
source: Of an object, concept, relationship, etc., having existed for a relatively long period of time
es: Que existe desde hace un periodo de tiempo relativamente largo

# word_hint.APARECER
source: To come or be in sight; to be in view; to become visible
es: Dejarse ver o hacerse presente, especialmente si es por sorpresa

# word_hint.APRENDER
source: To acquire, or attempt to acquire knowledge or an ability to do something
es: Adquirir conocimiento o experiencia

# word_hint.AQUEL
source: Introducing a clause that is the object of a verb, especially a reporting verb or verb expressing belief, knowledge, perception, etc
es: Se refiere a algo que está lejos, en el espacio o en el tiempo, de la persona que habla y de la persona con quien se habla

# word_hint.AQUI
source: In, on, or at this place; compare there
es: En la proximidad del que habla o comunica

# word_hint.ARBOL
source: A perennial woody plant taller and larger than a shrub with a wooden trunk and, at some distance from the ground, having leaves and branches
es: Fanerófito, de fuste único. Por ejemplo. Las plantas como las palmeras son arborescentes, i.e. no son árboles

# word_hint.AREA
source: A measure of the extent of a surface; it is measured in square units
es: Cantidad de espacio en una superficie delimitada, cantidad de un espacio bidimensional delimitado, en el Sistema Internacional la unida de medida es el metro cuadrado

# word_hint.ARENA
source: Rock that is ground more finely than gravel, but is not as fine as silt, forming beaches and deserts and also used in construction
es: Conjunto de granos finos de roca, común en playas, ríos y desiertos

# word_hint.ARMA
source: An instrument of attack or defense in combat or hunting, e.g. most guns, missiles, or swords
es: Herramienta para atacar o defenderse en un combate físico

# word_hint.ARREGLAR
source: To set up; to organize; to put into an orderly sequence or arrangement
es: Modificar algo para que se ajuste a una regla

# word_hint.ARROZ
source: Cereal plants, Oryza sativa of the grass family whose seeds are used as food
es: Cereal de grano pequeño que se cocina como alimento básico

# word_hint.ARTE
source: Creative expression through forms, sounds, movement, or visual works
es: Manifestación de la actividad humana de representar una idea real o imaginaria, utilizando para ello los medios que tiene a su alcance

# word_hint.ASEGURAR
source: Free from attack or danger; protected
es: Fijar algo de manera que quede firme, seguro y estable

# word_hint.ASESINAR
source: The crime of killing a person unlawfully, especially with predetermination
es: Quitar la vida de modo premeditado, con alevosía, ensañamiento y otros agravantes

# word_hint.ASESINATO
source: The crime of killing a person unlawfully, especially with predetermination
es: Delito que consiste en matar a una persona con agravantes

# word_hint.ASESINO
source: A person who commits murder
es: Que asesina o ha asesinado, en especial si lo tiene por hábito, inclinación u oficio

# word_hint.ASPECTO
source: To try to see, to pay attention to with one’s eyes
es: Apariencia externa de un ser

# word_hint.ASUNTO
source: A specific commercial enterprise or establishment
es: Cosa cualquiera de la que hay que ocuparse

# word_hint.ATACAR
source: To wear away by abrasion, corrosion, or chemical reaction
es: Lanzarse impetuosamente hacia algún sitio

# word_hint.ATAQUE
source: An attempt to cause damage, injury to, or death of an opponent or enemy
es: Acción de atacar, acometer al enemigo

# word_hint.ATENCION
source: Ability to focus the mind on a person, object, or task
es: Capacidad de concentrarse en algo y mantener el foco mental

# word_hint.ATRAPAR
source: An act of capturing; a seizing by force or stratagem
es: Coger al que huye o va deprisa

# word_hint.AUN
source: Adverb meaning still or even, depending on context
es: Adverbio que indica continuidad o refuerzo, según el contexto

# word_hint.AUNQUE
source: In spite of or despite the fact that: introducing a clause that expresses a concession
es: Sin embargo, no obstante, si bien. Denota oposición entre dos proposiciones

# word_hint.AUTOPISTA
source: A highway with grade-separated crossings and designed for high-speed motor-traffic running in two directions on one separate carriageway each
es: Carretera de uso público con calzadas independientes y más de un carril en cada sentido

# word_hint.AVENA
source: Widely cultivated cereal grass, typically Avena sativa
es: Planta de la familia de las gramíneas, de espigas colgantes, cuyo grano sirve de alimento o se da como pienso a las caballerías

# word_hint.AVION
source: Many of the various passerine birds of the family Hirundinidae, which also includes swallows, that catch insects whilst flying
es: Ave insectívora de la familia Hirundinidae de cuerpo fusiforme y alas largas, cola ahorquillada y pico corto

# word_hint.AYER
source: The day immediately before today; one day ago
es: Día inmediatamente anterior al de hoy

# word_hint.AYUDA
source: Action given to provide assistance; aid
es: Acción o efecto de ayudar

# word_hint.AYUDAR
source: Action given to provide assistance; aid
es: Contribuir esfuerzo o recursos para la realización de algo

# word_hint.AÑO
source: A period of time akin to the time taken for the Earth to undergo a full cycle of seasons
es: Intervalo de tiempo que tarda la Tierra en hacer una revolución alrededor del Sol. El año se compone de 365 días y cuarto aproximadamente. Por eso cada cuatro años el año civil tiene un día más

# word_hint.BAILAR
source: A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction
es: Mover el cuerpo de forma rítmica, generalmente acompañado de música

# word_hint.BAJAR
source: From a higher position to a lower one; downwards
es: Ir a un lugar más bajo que el inicial

# word_hint.BAJO
source: Completely controlled by someone; at someone's command
es: Denota una posición inferior

# word_hint.BANANA
source: An elongated curved tropical fruit of a banana plant, which grows in bunches and has a creamy flesh and a smooth skin
es: Fruto alargado y comestible de la planta del banano

# word_hint.BANCO
source: An institution where one can place and borrow money and take care of financial affairs
es: Empresa que ofrece servicios monetarios como cuentas o préstamos

# word_hint.BARCO
source: A water-borne vessel generally larger than a boat
es: Vaso₁ de madera, hierro u otra materia, que flota y que, impulsado y dirigido por un artificio adecuado, puede transportar por el agua personas o cosas

# word_hint.BARRIO
source: The residential area near one's home
es: Parte en que se divide una población o un distrito

# word_hint.BASE
source: A physical base or foundation
es: Parte inferior de un cuerpo que le sirve de soporte

# word_hint.BASTANTE
source: Enough in quantity, intensity, or degree
es: Suficiente en cantidad, intensidad o grado

# word_hint.BASTAR
source: To be enough or sufficient; to meet the need; to be adequate; to be good enough
es: Ser suficiente y proporcionado para alguna cosa

# word_hint.BAÑO
source: A tub or pool which is used for bathing: bathtub
es: Inmersión o rociado del cuerpo con agua para el aseo personal o para refrescarse

# word_hint.BEBE
source: A very young human, particularly from birth to a couple of years old or until walking is fully mastered
es: Niño humano de muy corta edad

# word_hint.BEBER
source: To drink liquids through the mouth
es: Ingerir líquidos por la boca

# word_hint.BESAR
source: To touch with the lips or press the lips against, usually to show love or affection or passion, or as part of a greeting
es: Tocar con los labios como una muestra de amor, aprecio o respeto

# word_hint.BICICLETA
source: A vehicle that has two primary wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider’s feet upon pedals
es: Vehículo, comúnmente de dos ruedas iguales, propulsado mediante la aplicación de la fuerza de las piernas sobre los pedales que la transmiten hacia los piñones y una cadena moviendo la rueda trasera

# word_hint.BLANCO
source: Of or pertaining to office work and workers; contrasted with blue-collar
es: De tono luminoso, brillante e incoloro, dado por reflejar por completo la luz

# word_hint.BOCA
source: The front opening of a creature through which food is ingested
es: Abertura anterior del tubo digestivo de los animales, por el cual se ingieren los alimentos

# word_hint.BODA
source: A marriage ceremony; a ritual officially celebrating the beginning of a marriage
es: Rito o sacramento por el cual las personas se unen en matrimonio de acuerdo a las prescripciones de su fe

# word_hint.BONITO
source: Pleasant to the sight or other senses; attractive, especially of women or children
es: Agradable a la vista y al sentido estético

# word_hint.BOSQUE
source: The substance making up the central part of the trunk and branches of a tree. Used as a material for construction, to manufacture various items, etc. or as fuel
es: Terreno cubierto por árboles y otra vegetación

# word_hint.BRAZO
source: The portion of the upper human appendage, from the shoulder to the wrist and sometimes including the hand
es: Segundo segmento del miembro superior, entre la cintura escapular -que lo fija al tronco- y el antebrazo. Se articula con la primera en el hombro, y con el segundo en el codo

# word_hint.BROMA
source: A device to restrain speech, such as a rag in the mouth secured with tape or a rubber ball threaded onto a cord or strap
es: Hecho o comentario que busca hacer reír sin intención de dañar

# word_hint.BUENO
source: Of a person or an animal:
es: Que tiene bondad en su corazón

# word_hint.BUS
source: A motor vehicle for transporting large numbers of people along roads
es: Vehículo automotor para pasajeros de gran capacidad y recorrido fijo dentro de una urbe

# word_hint.BUSCAR
source: An attempt to find something
es: Esforzarse por encontrar o hallar algo o a alguien; intentar establecer dónde está

# word_hint.CABALLERO
source: A young servant or follower; a trained military attendant in service of a lord
es: Que monta a caballo

# word_hint.CABALLO
source: Large domesticated animal used for riding or pulling loads
es: Mamífero équido domesticado que se usa para montar o tirar de cargas

# word_hint.CABEZA
source: The part of the body of an animal or human which contains the brain, mouth, and main sense organs
es: Parte superior del cuerpo del ser humano y de algunos animales, que contiene el cerebro, la boca, los ojos, y otros órganos sensoriales

# word_hint.CABO
source: Word used for the end of something, a geographic cape, or a military rank
es: Extremo de algo, accidente geográfico que entra en el mar o grado militar

# word_hint.CADA
source: All; every; qualifying a singular noun, indicating all examples of the thing so named seen as individual or separate items
es: Designa una cosa o persona entre varias o entre una serie de ellas

# word_hint.CAER
source: A small quantity of liquid, just large enough to hold its own rounded shape through surface tension, especially one that falls from a source of liquid
es: Moverse de arriba hacia abajo por efecto de la fuerza de gravedad

# word_hint.CAFE
source: A beverage made by infusing the beans of the coffee plant in hot water
es: Bebida estimulante preparada con granos tostados y molidos de cafeto

# word_hint.CAJA
source: Senses relating to a three-dimensional object or space
es: Recipiente rectangular cerrable, generalmente con tapa, en el cual se pueden guardar otros objetos

# word_hint.CALLAR
source: To close, in various senses
es: No emitir ningún sonido vocal, también por medio de la voz y por escrito

# word_hint.CALLE
source: A paved part of road, usually in a village or a town
es: Camino urbano, especialmente el destinado al tránsito de vehículos

# word_hint.CALMAR
source: Peaceful, quiet, especially free from anger and anxiety
es: Llevar la calma, tranquilidad, sosiego a alguien o algo

# word_hint.CAMA
source: A piece of furniture, usually flat and soft, on which to rest or sleep
es: Mueble que sirve para recostarse sobre él para dormir

# word_hint.CAMARA
source: A device for taking still or moving pictures or photographs
es: Aparato que sirve para capturar imágenes estáticas

# word_hint.CAMBIAR
source: To become something different
es: Sustituir una cosa por otra. Dejar un estado, cosa o situación para tomar otra

# word_hint.CAMBIO
source: To become something different
es: Acción o efecto de cambiar

# word_hint.CAMINAR
source: To move forward on foot step by step
es: Desplazarse a pie dando pasos

# word_hint.CAMINO
source: Route or path used to go from one place to another
es: Lugar por el que se transita

# word_hint.CAMPO
source: Rural land outside cities, often used for farming or grazing
es: Zona rural fuera de la ciudad, dedicada al cultivo o al pastoreo

# word_hint.CANCION
source: A musical composition with lyrics for voice or voices, performed by singing
es: Composición musical que se canta

# word_hint.CANTIDAD
source: A fundamental, generic term used when referring to the measurement of a scalar, vector, number of items or to some other way of denominating the value of a collection or group of items
es: Todo lo que es capaz de aumentar o disminuir y que puede medirse o numerarse

# word_hint.CAPITAN
source: Person who commands a ship, team, or military unit
es: Persona que manda una nave, un equipo o una unidad militar

# word_hint.CARA
source: The front part of the head of a human or other animal, featuring the eyes, nose, and mouth, and the surrounding area
es: En el hombre y algunos animales, parte frontal de la cabeza, donde se encuentran los ojos, nariz y boca

# word_hint.CARGO
source: The amount of money levied for a service
es: Puesto de responsabilidad en un sistema organizativo

# word_hint.CARIÑO
source: The act of affecting or acting upon
es: Sentimiento de afecto o amor

# word_hint.CARLOS
source: A male given name from the Germanic languages
es: Nombre de pila de varón

# word_hint.CARNE
source: The soft tissue of the body, especially muscle and fat
es: Músculos y vísceras del cuerpo de los animales, por contraposición a las partes óseas

# word_hint.CARRERA
source: A contest between people, animals, vehicles, etc. where the goal is to be the first to reach some objective
es: Competición atlética consistente en recorrer una distancia determinada en un tiempo inferior al empleado por los demás participantes

# word_hint.CARRO
source: A small, open, wheeled vehicle, drawn or pushed by a person or animal, often with two wheels on one axle, more often used for transporting goods than passengers
es: Vehículo de uno o dos ejes impulsado por bestias de tiro

# word_hint.CARTA
source: A symbol in an alphabet
es: Escrito de comunicación que una persona o institución envía a otra
